Repository: ibrahimmarie/TaxiAlaanUser_ios
Catalog: User/*.lproj/Localizable.strings
Languages: ar, ckb

source: APP_NAME
ar: تاكسي الآن
ckb: تاكسي الان

source: CHKNET
ar: الرجاء التأكد من الإتصال بالإنترنت
ckb: تكايە دڵنيابە لە پەيوەندى بە ئينتەرنێتەوە

source: ALERT
ar: انذار
ckb: هۆشدارى

source: VALIDATE
ar: الرجاء مليء جميع الحقول
ckb: تكايە هەموو خانەكان پڕ بكەوە

source: ERRORMSG
ar: الرجاء المحاولة ثانية
ckb: تكايە هەولێكى تر بدە

source: LOGIN_ERROR
ar: خطأ في الدخول
ckb: هەڵە هەيە لە چوونەژوورەوە

source: AMOUNT_SYMBOL
ar: نموذج الكمية
ckb: نموونەى بڕەكە

source: WAIT_PAY_MENT
ar: انتظار الدفع
ckb: چاوەڕوانى پارەدان

source: TITLE_LBL
ar: ابدأ رحلتك مع تاكسي الآن
ckb: گەشتەكەت دەست پێبكە لەگەڵ تاكسى الان

source: MAIL_BUTTON
ar: ادخل بريدك الإلكتروني
ckb: ئيمێڵەكەت تێخە

source: SOCIAL_BUTTON
ar: أو التسجيل من خلال التواصل الاجتماعي
ckb: يان لە رێگەى تۆڕە كۆمەڵايەتييەكانەوە بڕۆ ژوورەوە

source: TITLE_REG
ar: ادخل التفاصيل للتسجيل
ckb: وردەكارييەكان تێخە بۆ تۆماركردن

source: EMAIL
ar: البريد الإلكتروني
ckb: ئيمێڵ

source: EMAIL_EG
ar: على سبيل المثال name@example.com
ckb: بۆ نموونە name@example.com

source: FIRST_NAME
ar: الاسم الاول
ckb: ناوى يەكەم

source: LAST_NAME
ar: الاسم الاخير
ckb: ناوى كۆتايى

source: PHN_NO
ar: رقم الهاتف
ckb: ژمارەى مۆبايل

source: PWD
ar: كلمة المرور
ckb: تێپەڕەوشە

source: TITLE_PWD
ar: مرحبا ، سجّل الدخول واستمر
ckb: بەخێربێيت، چوونەژوورەوە تۆماربكە و بەردەوام بە

source: PWD_PLACEHOLDER
ar: ادخل كلمة المرور
ckb: تێپەڕەوشە تێخە

source: FORGOT_BTN
ar: هل نسيت كلمة المرور؟
ckb: ئايا تێپەڕەوشەت لەياد كردووە؟

source: REGISTER_BTN
ar: احتاج لإنشاء حساب
ckb: پێويستم بە دروستكردنى هەژمارێك هەيە

source: OLD_PWD
ar: كلمة المرور القديمة مطلوبة
ckb: تێپەڕەوشە كۆنەكە داواكراوە

source: NEW_PWD
ar: كلمة المرور الجديدة
ckb: تێپەڕەوشە نوێيەكە

source: CON_PWD
ar: تأكيد كلمة المرور
ckb: دڵنيابوون لە تێپەڕەوشە

source: MATCH_PWD
ar: كلمة المرور الجديدة و تأكيدها يجب أن تكون متشابهة
ckb: تێپەڕەوشە نوێيەكە و دڵنيابوون لێى پێويستە هاوشێوە بن

source: PWD_CHD
ar: تم تغيير كلمة المرور بنجاح
ckb: تێپەڕەوشەكە بە سەركەوتوويى گۆڕا

source: RATING_VIEW
ar: تقييم رحلتك مع
ckb: هەڵسەنگاندنى گەشتەكەت لەگەڵ

source: CARD
ar: غير صالحة
ckb: بەكەڵك نايەت

source: CARD_DETAILS
ar: الرجاء ادخل معلومات البطاقة
ckb: تكايە زانيارييەكانى كارتەكە تێخە

source: AMOUNT_WALLET
ar: ادخل المبلغ ليضاف في محفظتك
ckb: بڕە پارەكە تێخە تاكو بۆ جزدانت زيادبێت

source: PWD_REQ
ar: كلمة المرور مطلوبة
ckb: تێپەڕەوشە داواكراوە

source: PROMO_CODE
ar: ادخل الرمز الترويجي
ckb: كۆدى برەوپێدان تێخە

source: EMAIL_REQ
ar: البريد الإلكتروني مطلوب
ckb: ئيمێڵ داواكراوە

source: EMAIL_INVALID
ar: البريد الإلكتروني غير صالح
ckb: ئيمێڵەكە بێ كەڵكە

source: ADD_CARD
ar: الرجاء ادخال البطاقة
ckb: تكايە كارتەكە تێخە

source: LOG_OUT
ar: هل تريد فعلا الخروج ؟
ckb: ئايا دەتەوێ بچيە دەرەوە؟

source: Logout
ar: الخروج
ckb: چوونه‌ده‌ره‌وه‌

source: Enter your mail ID
ar: ادخل بريدك الإلكتروني
ckb: ئيمێڵەكەت تێخە

source: or connect with social
ar: أو سجل من خلال وسائل التواصل
ckb: يان لە رێگەى هۆكارەكانى پەيوەندى تۆمار بكە

source: Get moving with TaxiAlaan
ar: ابدأ رحلتك مع تاكسي الآن
ckb: گەشتەكەت دەست پێبكە لەگەڵ تاكسى الان

source: What's your email address?
ar: ما هو بريدك الإلكتروني؟
ckb: ئيمێڵەكەت چييە؟

source: I need to create an account
ar: احتاج إنشاء حساب
ckb: پێويستم بە دروستكردنى هەژمارێك هەيە

source: I forgot my password
ar: هل نسيت كلمة المرور؟
ckb: ئايا تێپەڕەوشەكەت لەياد كردووە؟

source: Welcome back, sign in to continue
ar: مرحبا ، سجّل الدخول واستمر
ckb: بەخێربێيت، چوونەژوورەوە تۆمار بكە و بەردەوام بە

source: Choose an account
ar: اختيار الحساب
ckb: هەڵبژاردنى هەژمار

source: Google
ar: جوجل
ckb: گوگڵ

source: Facebook
ar: فيس بوك
ckb: فەيسبوك

source: Enter your mobile number
ar: ادخل رقم الهاتف
ckb: ژمارەى تەلەفۆن تێخە

source: Enter Pin
ar: ادخل الدبوس
ckb: دبوس تێخە

source: Validate
ar: التحقق من الصحة
ckb: دڵنياكردنەوە لە راست و دروستى

source: Reset
ar: اعادة تعيين
ckb: دووبارە دانان

source: Enter phone Number
ar: ادخل رقم الهاتف
ckb: ژمارەى تەلەفۆن تێخە

source: HELP
ar: المساعدة
ckb: هاوكارى

source: Help
ar: المساعدة
ckb: هاوكارى

source: TaxiAlaan Help
ar: مساعدة تاكسي الآن
ckb: هاوكارى تاكسى الان

source: Our team person will contact you soon!
ar: سنتصل بك فورا
ckb: راستەخۆ پەيوەنديت پێوە دەكەين

source: Enter the details to register
ar: ادخل المعلومات للتسجيل
ckb: زانيارييەكان تێخە بۆ تۆماركردن

source: E-mail
ar: البريد الإلكتروني
ckb: ئيمێڵ

source: Name
ar: الاسم
ckb: ناو

source: First name
ar: الاسم الاول
ckb: ناوى يەكەم

source: Phone Number
ar: رقم الهاتف
ckb: ژمارەى تەلەفۆن

source: Password
ar: كلمة المرور
ckb: تێپەڕەوشە

source: Confirm password
ar: تأكيد كلمة المرور
ckb: دڵنيابوونەوە لە تێپەڕەوشە

source: Last name
ar: الاسم الاخير
ckb: ناوى كۆتايى

source: IntroducerCode
ar: كود التعريف
ckb: کۆدی پێناس

source: Enter the Details
ar: ادخل المعلومات
ckb: زانيارييەكان تێخە

source: Enter new password.
ar: ادخل كلمة المرور الجديدة
ckb: تێپەڕەوشە نوێيەكە تێخە

source: Please confirm password.
ar: اعد كتابة كلمة المرور
ckb: دووبارە تێپەڕەوشەكە بنووسە

source: Your Trips
ar: رحلاتك
ckb: گەشتەكانت

source: Past
ar: السابقة
ckb: پێشوو

source: Upcoming
ar: القادمة
ckb: داهاتوو

source: Date
ar: التاريخ
ckb: رێكەوت

source: Time
ar: الوقت
ckb: كات

source: Comments
ar: التعليقات
ckb: كۆمێنتەكان

source: Payment method
ar: طرق الدفع
ckb: رێگەكانى پارەدان

source: History
ar: التاريخ
ckb: رێكەوت

source: Edit profile
ar: تعديل الملف
ckb: هەمواركردنى فايل

source: First
ar: الاول
ckb: يەكەم

source: Last
ar: الاخير
ckb: كۆتايى

source: Service
ar: خدمات
ckb: خزمەتگوزارييەكان

source: SAVE
ar: حفظ
ckb: پاشەكەوت كردن

source: CHANGE PASSWORD
ckb: گۆڕينى تێپەڕەوشە

source: Change Password
ar: تغيير كلمة المرور
ckb: گۆڕينى تێپەڕەوشە

source: Navigation
ar: التنقل
ckb: گواستنەوە

source: EARNINGS
ar: الواردات
ckb: هاتووەكان

source: Total Earnings
ar: مجموع الواردات
ckb: كۆى هاتووەكان

source: Today Completed Target
ar: تحقق الهدف اليومي
ckb: دڵنياكردنەوە لە ئامانجى رۆژانە

source: Amount
ar: الكمية
ckb: بڕەكە

source: Distance
ar: المسافة
ckb: ماوە

source: From where?
ar: من أين تنطلق؟
ckb: لەكوێوە دەست پێدەكات؟

source: Where to go?
ar: أين تذهب؟
ckb: بۆ كوێ دەچيت؟

source: WALLET
ar: محفظة نقود
ckb: جزدانى پارە

source: Your wallet amount is
ar: رصيدك في المحفظة
ckb: باڵانست لە جزدان

source: ADD AMOUNT
ar: اضافة مبلغ
ckb: زيادكردنى بڕە پارە

source: Payments
ar: المدفوعات
ckb: پارە دراوەكان

source: Add credit or debit card
ar: اضافة بطاقة للدفع
ckb: زيادكردنى كارتێك بۆ پارەدان

source: Card number
ar: رقم البطاقة
ckb: ژمارەى كارت

source: ADD
ar: اضف
ckb: زياد بكە

source: WalletId
ar: معرف المحفظة
ckb: پێناسى جزدانەكە

source: Balance
ar: رصيد
ckb: بڵانس

source: Where to?(Optional)
ar: أين تذهب ( اختياري)
ckb: بۆ كوێ دەچيت (بە بژاردەيە)

source: Source
ar: المصدر
ckb: سەرچاوە

source: Destination
ar: وجهتك
ckb: شوێنى مەبەست

source: Looking for Provider
ar: نبحث لك عن كابتن
ckb: لە كاپتنێك بۆت دەگەڕێين

source: CANCEL REQUEST
ar: الغاء الرحلة
ckb: رەتكردنەوەى گەشتەكە

source: CALL
ar: إتصال
ckb: پەيوەندى كردن

source: Cancel
ar: الغاء
ckb: رەتكردنەوە

source: RING
ar: يرن
ckb: زەنگ لێدەدا

source: INVOICE
ar: القائمة
ckb: ليستەكە

source: Base Fare
ar: الاجرة الأساسية
ckb: كرێيە بنەڕەتييەكە

source: Tax
ar: الضريبة
ckb: باج

source: Total
ar: المجموع
ckb: كۆى گشتى

source: CONTINUE TO PAY
ar: استمرار للدفع
ckb: بەردەوامبوون لە پارەدان

source: Waiting for payment
ar: انتظار الدفع
ckb: چاوەڕوانى پارەدان

source: Distance Fare
ar: المسافة
ckb: ماوە

source: Service Charge
ar: اجرة الخدمة
ckb: كرێى خزمەتگوزارى

source: Rate your trip
ar: تقييم الرحلة
ckb: هەڵسەنگاندنى گەشتەكە

source: Change
ar: تغيير
ckb: گۆڕين

source: SUBMIT
ar: ارسال
ckb: ناردن

source: Capacity
ar: السعة
ckb: فراوانى

source: CHANGE
ar: تغيير
ckb: گۆڕين

source: REQUEST NOW
ar: اطلب الآن
ckb: ئێستا داوا بكە

source: Due to high demand price may vary
ar: نظرا للازدحام قد ترتفع الاجرة
ckb: بەهۆى قەرەباڵغييەوە لەوانەيە كرێيەكە زياد بكرێت

source: ETA
ar: ايتا
ckb: ئيتا

source: RIDE NOW
ar: اصعد الآن
ckb: ئێستا سەركەوە

source: Model
ar: الموديل
ckb: مۆدێل

source: Pickup & drop
ar: الصعود والنزول
ckb: سەركەوتن و هاتنەخوارەوە

source: Driver was not provided the number to call.
ar: الكابتن لا يستطيع الإتصال
ckb: كاپتن ناتوانێ پەيوەندى بكات

source: Including all other charges
ar: تتضمن جميع المبلغ
ckb: گشت بڕە پارەكەى لەخۆ گرتووە

source: Pickup & Drop
ar: صعود ونزول
ckb: سەركەوتن و هاتنەخوارەوە

source: How many hours do you need
ar: كم ساعة تحتاج؟
ckb: چەند كاتژمێرت پێويستە؟

source: Fixed hours
ar: عدد الساعات بالضبط
ckb: ژمارەى كاتژمێرەكان بە تەواوەتى

source: CASH
ar: نقدا
ckb: بە كاش

source: Schedule a ride
ar: جدول الرحلة
ckb: خشتەى گەشتەكە

source: SCHEDULE REQUEST
ar: جدول الطلب
ckb: خشتەى داواكردنەكە

source: INVOICE ID
ar: رقم القائمة
ckb: ژمارەى ليستەكە

source: Driver Accepted
ar: الكابتن قبل الطلب
ckb: كاپتنەكە بە داواكە رازى بوو

source: Arriving at your location
ar: وصل الكابتن
ckb: كاپتنەكە گەيشت

source: Arrived
ar: وصل الكابتن
ckb: گەيشت

source: On Ride
ar: بدء الرحلة
ckb: دەست پێكردنى گەشتەكە

source: Your location
ar: موقعك
ckb: شوێنەكەت

source: No Cards Added!!
ar: لم تتم اضافة بطاقة
ckb: كارت زياد نەكراوە

source: Please add you card details.
ar: الرجاء اضف معلومات بطاقتك
ckb: تكايە زانيارييەكانى كارتەكەت زياد بكە

source: Promotions
ar: الترويج
ckb: برەوپێدان

source: Please add a card to proceed
ar: اضف البطاقة
ckb: كارتەكە تێخە

source: CONNECTION
ckb: پەيوەندى

source: OK
ckb: بەڵێ

source: ERROR
ckb: هەڵەيەك روويدا

source: Are you sure want to logout?
ar: هل ترغب فعلا بالخروج؟
ckb: ئايا حەز دەكەيت بچيە دەرەوە؟

source: Alert!
ar: تنبيه
ckb: ئاگادارى

source: NO
ar: كلا
ckb: نەخێر

source: YES
ar: نعم
ckb: بەڵێ

source: Alert
ar: تنبيه
ckb: ئاگادارى

source: User was not gave the mobile number
ar: المستخدم لم يضع رقم هاتفه
ckb: بەكارهێنەر ژمارەى تەلەفۆنى دانەناوە

source: Are you sure want to Call Emergency?
ar: هل تريد فعلا الإتصال بالطواريء؟
ckb: ئايا دەتەوێت پەيوەندى بە فرياكەوتن بكەيت؟

source: Your device does not support calling
ar: جهازك لا يدعم الإتصال
ckb: ئامێرەكەت هاوكارى پەيوەنديكردنەكە ناكات

source: Share
ar: شارك
ckb: به‌شداری كردن

source: Coupon
ar: كوبون
ckb: كۆبۆن

source: Contact Us
ar: اتصل بنا
ckb: پەیوەندیمان پێ بکە

source: Privacy Policy
ar: سياسة الخصوصية
ckb: فەرمان و مەرجەكانى بەكارهێنەر

source: Add Coupon
ar: إضافة كوبون
ckb: زیاد كردنی وشه‌ی پارێزاو

source: Settings
ar: الإعدادات
ckb: چالاك كردن- دەستكارى كردن

source: Change Language
ar: غير اللغة
ckb: گۆڕينى زمان

source: Select your language
ar: اختر لغتك
ckb: زبان خود را انتخاب کنید

source: Discount
ar: خصم
ckb: داشکاندن

source: Estimated Fare
ar: الأجرة المقدرة
ckb: هزینه پیش بینی شده

source: Estimated Time
ar: التكسي سيصل خلال
ckb: تاکسی دوای

source: Commission
ar: الرصيد المتبقي
ckb: عموله

source: RemainBalance
ar: الرصيد المتبقي
ckb: بڵانسى ماوە

source: Send Money
ar: إرسال نقود
ckb: ناردنى پارە

source: Accounts Charge
ar: شحن الحساب
ckb: پڕكردنى ئەژمارەكە

source: Balance Is Low!
ar: الرصيد منخفض!
ckb: بڵانسەكە نزم بووەتەوە

source: Transactions List
ar: قائمة المعاملات
ckb: ليستەى مامەڵەكان

source: Withdraw Amount
ar: سحب المبلغ
ckb: ڕاكێشانى بڕەپارەكە

source: Successful Operation
ar: عملية ناجحة
ckb: پڕۆسەكە سەركەوتووبوو

source: Request Has Been Sent Successfully
ar: تم تطبيق رمز الشحن بنجاح
ckb: داواكارييەكە بە سەركەوتوويى ناردرا

source: Wallet Not Found!
ar: محفظة غير موجود
ckb: جزدانەكە بوونى نييە

source: Balance Is Not Enough.
ar: الرصيد ليس كافيًا
ckb: بڵانسەكە بەش ناكات

source: Charge Code Applied Successfully
ar: تم تطبيق رمز الشحن بنجاح
ckb: هێماى پڕكردنەكە بەسەركەوتوويى جێبەجێ كرا

source: Wallet
ar: محفظتك
ckb: جزدانەكە

source: Send
ar: إرسال
ckb: ناردنى

source: Please enter your code
ar: من فضلك ادخل الكود
ckb: تكايە كۆدەكە تێخە

source: Please enter wallet id
ar: الرجاء إدخال معرف المحفظة
ckb: تكايە پێناسى جزدانەكە تێخە

source: Please enter amount
ar: الرجاء إدخال المبلغ
ckb: تكايە بڕەپارەكە تێخە

source: Travel costs
ar: تكلفة الرحلات
ckb: تێچووی گەشتەکان

source: close
ar: اغلاق
ckb: اغلاق

source: Wallet deduction
ar: خصم المحفظة
